[
    {
        "title": "数据产业",
        "descs": [
            "根据对数据产业内涵和外延的不同理解，其概念有广义和狭义之分。",
            "从狭义上来说，数据产业从技术效果上看主要是数据准备、数据挖掘和可视化，即：对数据资源进行合理开发、对数据资产进行有效管理，直接商品化数据产品，涵盖数字出版与文化业、电子图书馆和情报业、多媒体业、数字内容业、领域数据资源开发业、行业数据资源服务业等，当前已有的数据创新有网络创作、数据营销、推送服务、商品比价和疾病预控等。",
            "从广义上来说，数据产业包括涉及狭义意义上的上下游关联行业，依次具体是：数据采集、数据存储、数据管理、数据处理、数据挖掘、数据分析、数据展示，以及数据产品评价和交易。"
        ]
    },
    {
        "title": "数据要素",
        "descs": [
            "数据要素是指参与到社会生产经营活动中，为所有者或使用者带来经济效益的数据资源。因此，“数据要素”一词是面向数字经济，在讨论生产力和生产关系的语境中对“数据”的指代，是对数据促进生产价值的强调，即数据要素指的是根据特定生产需求汇聚、整理、加工而成的计算机数据及其衍生形态，投入于生产的原始数据集、标准化数据集、各类数据产品及以数据为基础产生的系统、信息和知识均可纳入数据要素讨论的范畴。"
        ]
    },
    {
        "title": "数据交易",
        "descs": [
            "对数据交易一个简单理解就是：不同主体之间达成合意以有偿或无偿的形式，将自己以一定形式掌握或控制的任何以电子或者其他方式对信息的记录，进行价值交换以满足不同主体需求的行为。",
            "由于数据交易的对象是无形的、非实体的，因此可由多主体同时对其实现非排他性的占有和支配；又由于数据交易的主体、客体以及交易时间相较于其他有体物的交易十分灵活自由，因此总体而言，数据交易具有隐蔽性、无形性、灵活性、即时性以及非排他性的特点。但数据交易的特点是一把双刃剑，例如数据交易的无形性和隐蔽性会使得用户难以有效掌控自己的数据，如对于将数据存储或备份在云服务器中的行为，系用户委托云服务商妥善保管其数据，此时云服务商是否会利用甚至直接使用、共享此间存储的数据则完全凭借自觉。更为甚者，数据交易的无形性和隐蔽性也为非法的“数据黑色产业链”提供了便捷，为非法盗取的数据提供了很好的销赃渠道。",
            "目前，我国数据交易中主要涉及三方主体，分别是数据提供方（主要包括数据开源方与数据来源代理方）、数据接受方和数据交易平台，不同的数据交易主体扮演着不同的角色。其中，数据提供方和接受方大多数都是以营利为目的的商业主体，以有偿的方式提供和接受商业市场数据。然而，出于政策风险、合规风险等考量，目前我国数据提供方与接收方多为央企、国企、科研院所和高校等研究机构，真正有数据需求的商业主体，主要是企业，还未真正参与进来。交易平台则是为数据交易双方提供服务的主体，为其提供交易渠道，属于数据交易的“中介机构”，并且大部分数据交易平台仅为交易双方提供交易所必需的一系列服务而不实际存储和处理数据，即仅仅对数据进行简单的脱敏处理。",
            "根据业务模式进行分类，我国数据交易主要呈现出两种模式--直接交易模式与第三方交易模式。第一、直接交易模式是指数据交易双方自己寻找交易对象，进行原始数据合规化的直接交易。显而易见，数据直接交易风险较高，市场准入、交易纠纷、侵犯隐私、数据滥用等环节的“无人管理”现象频频发生，并且极容易产生非法收集、买卖、使用个人信息等灰色及不法数据交易产业。第二、第三方交易模式是指数据供求双方通过大数据交易所或者数据交易中心等第三方数据交易平台进行的撮合交易，数据交易平台以第三方的身份为数据提供方和数据需求方提供数据交易撮合服务。例如，贵阳大数据交易所、上海数据交易中心等政府主导建设的第三方数据交易平台。但是数据第三交易场所运行现状是供需双方只是通过平台来接触客户，交易过程本身并不依赖平台，这也是现行大量数据交易中心都未向社会披露数据交易的动态和数量等信息的原因。",
            "按照交易产品的类型进行分类，可分为数据集市型交易与数据加工服务型交易。第一，在数据集市型交易模式中，数据交易机构以交易粗加工的原始数据为主，不对数据进行任何预处理或深度的信息挖掘分析，仅经过收集和整合数据资源后便直接出售。很多交易所或交易中心在发展初期都是以这种交易模式为基本发展思路。例如数据堂将图像、语音、文本制作成数据集。第二，数据加工服务型交易模式是数据交易商业化较为成熟的一种方式。互联网龙头企业不直接进行数据交易，而是将其掌握的数据资源与其行业、市场优势进行结合，通过自己开放数据平台等模式提供数据服务。简而言之，数据交易机构不是简单地将买方和卖方进行撮合，而是根据不同用户需求，围绕大数据基础资源进行清洗、分析、建模、可视化等操作，形成定制化的数据产品，然后再提供给需求方。从各地实践效果来看，大部分数据交易机构经过多次探索之后，选择了提供数据增值服务的交易模式，而不是基础数据资源的直接交易。例如，阿里巴巴数据交易平台聚焦金融、电子商务、人工智能、生活服务、交通等领域数据交易服务，百度APIStore提供设计开发、运维管理、云服务、app推广、数据服务等5个范畴的服务。"
        ]
    },
    {
        "title": "数据湖",
        "descs": [
            "数据湖是一种在系统或存储库中以自然格式存储数据的方法，它有助于以各种模式和结构形式配置数据，通常是对象块或文件。数据湖的主要思想是对企业中的所有数据进行统一存储，从原始数据（源系统数据的精确副本）转换为用于报告、可视化、分析和机器学习等各种任务的目标数据。数据湖中的数据包括结构化数据（关系数据库数据），半结构化数据（CSV、XML、JSON等），非结构化数据（电子邮件，文档，PDF）和二进制数据（图像、音频、视频），从而形成一个容纳所有形式数据的集中式数据存储。",
            "数据湖从本质上来讲，是一种企业数据架构方法，物理实现上则是一个数据存储平台，用来集中化存储企业内海量的、多来源，多种类的数据，并支持对数据进行快速加工和分析。从实现方式来看，目前Hadoop是最常用的部署数据湖的技术，但并不意味着数据湖就是指Hadoop集群。为了应对不同业务需求的特点，MPP数据库+Hadoop集群+传统数据仓库这种“混搭”架构的数据湖也越来越多出现在企业信息化建设规划中。",
            "数据湖的就是原始数据保存区. 虽然这个概念国内谈的少，但**绝大部分互联网公司都已经有了**。国内一般把整个HDFS叫做数据仓库（广义），即存放所有数据的地方，而国外一般叫数据湖（data lake）",
            "单向湖，或者叫数据沼泽（data swamp ）",
            "搭建数据湖容易，但是让数据湖发挥价值是很难。最终数据湖只是一直往里面灌数据，而应用场景极少，没有输出或者极少输出，形成**单向湖**。",
            "企业的业务是实时在变化的，这代表着沉积在数据湖中的数据定义、数据格式实时都在发生的转变，企业的大型数据湖对企业数据治理（Data Governance）提升了更高的要求。大部分使用数据湖的企业在数据真的需要使用的时候，往往因为数据湖中的数据质量太差而无法最终使用。数据湖，被企业当成一个大数据的垃圾桶，最终数据湖成为臭气熏天，存储在Hadoop当中的数据成为无人可以清理的数据沼泽。"
        ]
    },
    {
        "title": "数据仓库",
        "descs": [
            "数据仓库，英文名称为 Data Warehouse，可简写为[DW] 或 DWH。数据仓库，是为企业所有级别的决策制定过程，提供所有类型数据支持的战略集合。它是单个数据存储，出于分析性报告和决策支持目的而创建。 为需要业务智能的企业，提供指导业务流程改进、监视时间、成本、质量以及控制。",
            "数据仓库是决策支持系统（[dss]）和联机分析应用数据源的结构化数据环境。数据仓库研究和解决从数据库中获取信息的问题。数据仓库的特征在于面向主题、集成性、稳定性和时变性。",
            "特点",
            "1、数据仓库是面向主题的；操作型数据库的数据组织面向事务处理任务，而数据仓库中的数据是按照一定的主题域进行组织。主题是指用户使用数据仓库进行决策时所关心的重点方面，一个主题通常与多个操作型信息系统相关。",
            "2、数据仓库是集成的，数据仓库的数据有来自于分散的操作型数据，将所需数据从原来的数据中抽取出来，进行加工与集成，统一与综合之后才能进入数据仓库；",
            "数据仓库中的数据是在对原有分散的数据库数据抽取、清理的基础上经过系统加工、汇总和整理得到的，必须消除源数据中的不一致性，以保证数据仓库内的信息是关于整个企业的一致的全局信息。",
            "数据仓库的数据主要供企业决策分析之用，所涉及的数据操作主要是数据查询，一旦某个数据进入数据仓库以后，一般情况下将被长期保留，也就是数据仓库中一般有大量的查询操作，但修改和删除操作很少，通常只需要定期的加载、刷新。",
            "数据仓库中的数据通常包含历史信息，系统记录了企业从过去某一时点(如开始应用数据仓库的时点)到当前的各个阶段的信息，通过这些信息，可以对企业的发展历程和未来趋势做出定量分析和预测。",
            "3、数据仓库是不可更新的，数据仓库主要是为决策分析提供数据，所涉及的操作主要是数据的查询；",
            "4、数据仓库是随时间而变化的，传统的关系数据库系统比较适合处理格式化的数据，能够较好的满足商业商务处理的需求。稳定的数据以只读格式保存，且不随时间改变。",
            "5、汇总的：操作性数据映射成决策可用的格式。",
            "6、大容量：时间序列数据集合通常都非常大。",
            "7、非规范化的：Dw数据可以是而且经常是冗余的。",
            "8、元数据：将描述数据的数据保存起来。",
            "9、数据源：数据来自内部的和外部的非集成操作系统。"
        ]
    },
    {
        "title": "数据审核",
        "descs": [
            "数据审核是指在进行数据整理之前对原始数据的审查和核对。对于通过调查取得的原始数据，主要从完整性和准确性两个方面去审核。",
            "通过各种渠道将统计数据搜集上来之后，首先应对这些数据进行加工整理，使之系统化、条理化，以符合分析的需要。数据整理通常包括数据的预处理、分类或分组、汇总等几个方面的内容，它是统计分析之前的必要步骤。 数据的预处理是数据分组整理的先前步骤，内容包括数据审核与数据筛选、数据排序等。",
            "在对统计数据进行整理时，首先需要进行数据审核，以保证数据的质量，为进一步整理与分析打下基础。从不同渠道取得的统计数据，在审核的内容与方法上都有所不同。",
            "对审核过程中发现的错误，应尽可能予以纠正，在调查结束后，当对数据中发现的错误不能予以纠正，或者有些数据不符合调查的要求而又无法弥补时，就需要对数据进行筛选。",
            "数据排序是按一定顺序将数据排列，以便于研究者通过浏览数据发现一些明显的特征趋势或解决问题的线索，除此之外，排序还有助于对数据检查纠错，以及为重新归类分组等提供依据。在某些场合，排序本身就是分析的目的之一。",
            "主要内容：",
            "1.准确性审核：主要是从数据的真实性与精确性角度检查资料，其审核的重点是检查调查过程中所发生的误差。",
            "2.适用性审核：主要是根据数据的用途，检查数据解释说明问题的程度。具体包括数据与调查主题、与目标总体的界定、与调查项目的解释等是否匹配。",
            "3.及时性审核：主要是检查数据是否按照规定时间报送，如未按规定时间报送，就需要检查未及时报送的原因。",
            "4.一致性审核：主要是检查数据在不同地区或国家、在不同的时间段是否具有可比性。"
        ]
    },
    {
        "title": "数据标注",
        "descs": [
            "数据标注是大部分人工智能算法得以有效运行的关键环节。简单来说，数据标注是对未经处理过的语音、图片、文本、视频等数据进行加工处理，从而转变成机器可识别信息的过程。",
            "目前主流的机器学习方式是以有监督的深度学习方式为主，对于标注数据有着强依赖性需求，未经标注处理过的原始数据多以非结构化数据为主，这些数据难以被机器识别和学习。只有经过标注处理后的结构化数据才能被算法模型训练使用。",
            "图像标注",
            "图像标注是对未经处理的图片数据进行加工处理，转换为机器可识别信息，然后输送到人工智能算法和模型里完成调用。",
            "常见的图像标注方法有语义分割、矩形框标注、多边形标注、关键点标注、点云标注、3D立方体标注、2D/3D融合标注、目标追踪等。",
            "语音标注",
            "语音标注是标注员把语音中包含的文字信息、各种声音先“提取”出来，再进行转写或者合成，标注后的数据主要被用于人工智能机器学习，使计算机可以拥有语音识别能力。",
            "常见的语音标注类型有ASA语音转写、语音切割、语音清洗、情绪判断、声纹识别、音素标注、韵律标注、发音校对等。",
            "文本标注",
            "文本标注是对文本进行特征标记的过程，对其打上具体的语义、构成、语境、目的、情感等数据标签，通过标注好的训练数据，我们可以教会机器如何来识别文本中所隐含的意图或者情感，使机器可以更好地理解语言。",
            "常见的文本标注有ocr转写、词性标注、命名实体标注、语句泛化、情感分析、句子编写、槽位提取、意图匹配、文本判断、文本匹配、文本信息抽取、文本清洗、机器翻译等。",
            "在人工智能发展历程中，数据一直被当作其“血液”。数据标注是人工智能算法得以有效运营的关键环节，想要实现人工智能就要先让计算机学会理解并具备判断事物的能力。数据标注的过程就是通过人工贴标的方式，为机器系统提供大量学习的样本，数据标注是把需要机器识别和分辨的数据打上标签，然后让计算机不断地学习这些数据的特征，最终实现计算机能够自主识别。",
            "可以说数据决定了AI的落地程度，精准的数据集产品和高度定制化数据服务更是受到各大企业的重视。"
        ]
    }
]