    [
        {
            "lines": [
                "锚定目标，聚焦在自己的能力上，然后再用纪律约束起来"
            ]
        },
        {
            "lines": [
                "赚钱最快的四条路，从未改变：",
                "一、信息差，我知道的，你不知道",
                "二、认知差，我懂的，你不懂",
                "三、执行差，你我都懂，你不做我做",
                "四、竞争差，你我都做，我做的比你好",
                "—— 稻盛和夫"
            ]
        },
        {
            "lines": [
                "做一件事情之前，要问自己一个问题，我为什么要做？长期这样问自己，你会少做很多不该做的事情，从而节省大量时间"
            ]
        },
        {
            "lines": [
                "强者征服今天，懦夫哀叹昨天，懒汉坐等明天"
            ]
        },
        {
            "lines": [
                "最高效的方式是发掘新的可能性，定义对自己有价值的东西",
                "从现在的回答问题转向如何提出问题，以及如何确定哪些问题值得提出。也就是从知识执行转向知识战略",
                "知识的广度和思维的清晰度都很重要",
                "直接学习所有详细的知识已经变得不必要了。我们可以再更高的层次上学习和工作，抽象掉许多具体的细节。\"整合\"而不是专业化。尽可能广泛、深入的思考，尽可能多的调用知识和范式",
                "学会使用工具来做事，过去我们更倚重逻辑和数学，以后要特别注意利用范式，并运用于计算直接相关的思维方式"
            ]
        },
        {
            "lines": [
                "富养自己的思维方式：你是谁，就会遇见谁",
                "富养自己的方式做到八个字：来者要惜，去者要放",
                "贵人因你自信而来。欺你的人因你软弱而来",
                "辜负你的人，因你卑微而来",
                "爱你的人，因你自爱而来"
            ]
        },
        {
            "lines": [
                "把圈子变小，把语速放缓，把心放宽，把自己照顾好，把自己的事情做好，把重要的人对待好，你的一切都在路上"
            ]
        },
        {
            "lines": [
                "迷茫时读书，清醒时做事，忙碌时专注",
                "闲暇时蓄力，烦躁时运动，焦虑时行动"
            ]
        },
        {
            "lines": [
                "真正成熟的人会明白，与其等着生活对你下手，不如选择先对生活下手"
            ]
        },
        {
            "lines": [
                "人到中年的生活就像一场混战，上有老下有小，左有工作右有家庭，内忧外患是常态",
                "可只要你能主动迎战，所谓中年危机，何尝不能成为人生转机"
            ]
        },
        {
            "lines": [
                "理论 / 实践 / 冷酷 / 理智 / 判断 / 坚强 / 运气"
            ]
        },
        {
            "lines": [
                "当我们一再重复特定的动作或念头时，会不断加强对应的神经回路，当专注工作的神经回路强于其他神经回路时，这就是我们熟知的习惯养成。",
                "高手可以针对某个领域中可以遇到的各种情况，做出精准预判和应对措施，这是因为他们在心里已经对各种局面，创建了高度复杂和精密的表征。",
                "心理表征的一个重要好处在于，可以帮助我们处理信息：理解和解读它，把它保存在记忆之中，组织它、分析它，并用它来决策。",
                "从新手到高手的进阶之路，不是低水平的重复，而是有目标、有提升的刻意练习！"
            ]
        },
        {
            "lines": [
                "舒适区：已经熟练掌握的各种技能。",
                "学习区：未掌握，但能通过学习学会的知识技能。",
                "恐慌区：是我们暂时无法学会的技能。",
                "在“舒适区”做事，叫生活；在“学习区”做事，才叫练习。",
                "有效的练习一定是发生在“学习区”，一旦你学会了某个东西，就应该要求自己立即转入下一个难度。凡是达到“我闭着眼睛都能……”这种程度的人都废了，因为高手不会闭着眼睛做事。",
                "只有结果可控的领域，刻意练习才有用。股市是不可控的，所以刻意练习预测股市很可能就没用。"
            ]
        },
        {
            "lines": [
                "学习金字塔说的是不同的学习方式会带来完全不同的效果：",
                "学完之后立刻教授他人或使用技能，可以保留 90% 的所学内容",
                "学完之后立即练习，可以保留 75% 的所学内容",
                "参与小组讨论，可以保留 50% 的所学内容",
                "观看他人的展示，可以保留 30% 的所学内容",
                "仅通过阅读学习，可以保留 10% 的所学内容",
                "仅听讲座学习，可以保留约 5% 的所学内容",
                "这意味着：学习的参与度越高，学习的效果就越好。",
                "集中式重复，只对短时记忆有帮助，临时抱佛脚就是很好的例子；而间隔式重复，让知识变成长时记忆。",
                "行动是成功的阶梯，行动越多，爬的越高。"
            ]
        },
        {
            "lines": [
                "人生算法就是你面对世界，不断重复的最基本的套路，找到它，重复它，强化它，然后不断去优化它，直到大脑可以随时调用。",
                "你当下的结果，由过去决定；你现在的努力，在未来见效。现在是什么不重要，现在努力才重要。",
                "一个人如果习惯了赚辛苦钱，那么繁忙的低价值工作就会占据他大部分的时间。",
                "他就会在这样的生活中，忙到无暇分身，最终陷入贫穷的循环。",
                "所以以下3种辛苦钱，我劝你不要挣。",
                "1、透支身体换来的钱",
                "2、牺牲时间换来的钱",
                "3、麻痹精神换来的钱"
            ]
        }
    ]