    [
        {
            "lines": [
                "锚定目标，聚焦在自己的能力上，然后再用纪律约束起来"
            ]
        },
        {
            "lines": [
                "赚钱最快的四条路，从未改变：",
                "一、信息差，我知道的，你不知道",
                "二、认知差，我懂的，你不懂",
                "三、执行差，你我都懂，你不做我做",
                "四、竞争差，你我都做，我做的比你好",
                "—— 稻盛和夫"
            ]
        },
        {
            "lines": [
                "做一件事情之前，要问自己一个问题，我为什么要做？长期这样问自己，你会少做很多不该做的事情，从而节省大量时间"
            ]
        },
        {
            "lines": [
                "强者征服今天，懦夫哀叹昨天，懒汉坐等明天"
            ]
        },
        {
            "lines": [
                "最高效的方式是发掘新的可能性，定义对自己有价值的东西",
                "从现在的回答问题转向如何提出问题，以及如何确定哪些问题值得提出。也就是从知识执行转向知识战略",
                "知识的广度和思维的清晰度都很重要",
                "直接学习所有详细的知识已经变得不必要了。我们可以再更高的层次上学习和工作，抽象掉许多具体的细节。\"整合\"而不是专业化。尽可能广泛、深入的思考，尽可能多的调用知识和范式",
                "学会使用工具来做事，过去我们更倚重逻辑和数学，以后要特别注意利用范式，并运用于计算直接相关的思维方式"
            ]
        },
        {
            "lines": [
                "富养自己的思维方式：你是谁，就会遇见谁",
                "富养自己的方式做到八个字：来者要惜，去者要放",
                "贵人因你自信而来。欺你的人因你软弱而来",
                "辜负你的人，因你卑微而来",
                "爱你的人，因你自爱而来"
            ]
        },
        {
            "lines": [
                "把圈子变小，把语速放缓，把心放宽，把自己照顾好，把自己的事情做好，把重要的人对待好，你的一切都在路上"
            ]
        },
        {
            "lines": [
                "迷茫时读书，清醒时做事，忙碌时专注",
                "闲暇时蓄力，烦躁时运动，焦虑时行动"
            ]
        },
        {
            "lines": [
                "真正成熟的人会明白，与其等着生活对你下手，不如选择先对生活下手"
            ]
        },
        {
            "lines": [
                "人到中年的生活就像一场混战，上有老下有小，左有工作右有家庭，内忧外患是常态",
                "可只要你能主动迎战，所谓中年危机，何尝不能成为人生转机"
            ]
        },
        {
            "lines": [
                "理论 / 实践 / 冷酷 / 理智 / 判断 / 坚强 / 运气"
            ]
        },
        {
            "lines": [
                "当我们一再重复特定的动作或念头时，会不断加强对应的神经回路，当专注工作的神经回路强于其他神经回路时，这就是我们熟知的习惯养成。",
                "高手可以针对某个领域中可以遇到的各种情况，做出精准预判和应对措施，这是因为他们在心里已经对各种局面，创建了高度复杂和精密的表征。",
                "心理表征的一个重要好处在于，可以帮助我们处理信息：理解和解读它，把它保存在记忆之中，组织它、分析它，并用它来决策。",
                "从新手到高手的进阶之路，不是低水平的重复，而是有目标、有提升的刻意练习！"
            ]
        },
        {
            "lines": [
                "舒适区：已经熟练掌握的各种技能。",
                "学习区：未掌握，但能通过学习学会的知识技能。",
                "恐慌区：是我们暂时无法学会的技能。",
                "在“舒适区”做事，叫生活；在“学习区”做事，才叫练习。",
                "有效的练习一定是发生在“学习区”，一旦你学会了某个东西，就应该要求自己立即转入下一个难度。凡是达到“我闭着眼睛都能……”这种程度的人都废了，因为高手不会闭着眼睛做事。",
                "只有结果可控的领域，刻意练习才有用。股市是不可控的，所以刻意练习预测股市很可能就没用。"
            ]
        },
        {
            "lines": [
                "学习金字塔说的是不同的学习方式会带来完全不同的效果：",
                "学完之后立刻教授他人或使用技能，可以保留 90% 的所学内容",
                "学完之后立即练习，可以保留 75% 的所学内容",
                "参与小组讨论，可以保留 50% 的所学内容",
                "观看他人的展示，可以保留 30% 的所学内容",
                "仅通过阅读学习，可以保留 10% 的所学内容",
                "仅听讲座学习，可以保留约 5% 的所学内容",
                "这意味着：学习的参与度越高，学习的效果就越好。",
                "集中式重复，只对短时记忆有帮助，临时抱佛脚就是很好的例子；而间隔式重复，让知识变成长时记忆。",
                "行动是成功的阶梯，行动越多，爬的越高。"
            ]
        },
        {
            "lines": [
                "人生算法就是你面对世界，不断重复的最基本的套路，找到它，重复它，强化它，然后不断去优化它，直到大脑可以随时调用。",
                "你当下的结果，由过去决定；你现在的努力，在未来见效。现在是什么不重要，现在努力才重要。",
                "一个人如果习惯了赚辛苦钱，那么繁忙的低价值工作就会占据他大部分的时间。",
                "他就会在这样的生活中，忙到无暇分身，最终陷入贫穷的循环。",
                "所以以下3种辛苦钱，我劝你不要挣。",
                "1、透支身体换来的钱",
                "2、牺牲时间换来的钱",
                "3、麻痹精神换来的钱"
            ]
        },
        {
            "lines": [
                "2024 年周鸿祎对于大模型的独家见解",
                "--------------------------------------",
                "大模型不会垄断，不会成为操作系统，将会无处不在。大模型一方面追求“大”，另一方面也会追求“小”，汽车上可能会部署出来更多的大模型；多模态将成为国产大模型的标配；国内会出现很多垂直大模型，走进百行千业，向产业化方向发展。",
                "建立 AI 信仰：相信 Al是真 Al、相信Al是工业革命级技术、相信 AI将重塑所有业务、相信不拥抱AI的公司和个人都将被淘汰。",
                "场景红利是中国大模型弯道超车的关键，大模型真正的机会是结合场景发展垂直大模型。",
                "行业大模型可能是一个幻觉。不会出现公有服务的行业大模型，但很多企业仍然会做私有的行业大模型。",
                "垂直大模型是创业者的金光大道。企业里不一定需要GPT4 这样的全才、通才或者天才，而是需要有垂直领域经验和技能的人才，这就是垂直模型要干的事情。（创业者）不要等到大模型无所不能才开始做，只要想清楚了产品应用的场景，现在就能做。大模型创业要快速行动，first move，just do it。大模型不是万能的，很多业务系统是不能被取代的。创业者千万不要介入旧系统的改造之中，陷入其中可能长期无法交付。",
                "大模型最常用的功能只有两个：知识问答、写作生成。应该先把大模型这两个功能找到各种细化的垂直场景应用。",
                "能用程序解决的问题千万不要用自然语言去解决问题。不要去迷信 LUI（Language UI），未来 CUI（Command UI）、GUI（Graph UI）将成为主流。",
                "大模型企业级场景应用要炼就“九阳神功”一：私有化部署千亿通用大模型。二：AI生产力工具集。三：个性化定制数字员工。四：数据工厂、知识工厂、模型工厂。五：基础大模型。六：训练垂直模型。七：智能体工场。八：业务连接与协作平台。九：全面AI化。",
                "绝大多数人这辈子的使命是用好 Al，而不是做Al。",
                "数字人最重要的是能够有自己的人设，最后能够自主学习，能够连接外围系统。未来的数字人不是简单的对口型的形象，也不是简单的念稿的机器，而是能够真正跟每个人进行对话、交流，进行帮助、讨论。",
                "不是只有当老板才有助理。我们做人工智能，最重要的是让每个人都可以有一堆 AI 助理为自己所用。每个企业员工都可以有自己的数字专家、数字助手。",
                "人工智能不是新物种，是新工具。",
                "大模型不会造成大规模失业，反而提升效率。",
                "大模型价值不仅仅在于使用量，在于未来把 AI能力通用化、泛化、垂直化。",
                "未来在职场上，熟练掌握 AI 有时候要比职场经验更有优势。",
                "我们不能把大模型当作黑盒子，了解工作原理，才能从根本上解决安全问题。AI 进化应该以人为本，大模型应该成为人类的朋友和助手。",
                "大模型帮我们解锁了很多原来只有专业人士才能解锁的技能，比如写代码、绘画，让有才华但缺乏专业训练的人也可以发挥自己才华。",
                "搜索不会犯错，是因为搜索不智能，真正的人工智能一定会犯错，它的错误来自海量知识在推理过程中产生的突变。",
                "在大模型面前，人类自认为独有的特质不存在了：想象力、创造力。不必质疑大模型的创作是模仿和借鉴，人类写东西哪个不是模仿和借鉴呢？",
                "未来数字人会继续迭代，调用大模型的能力。拥有大模型不具备的长期记忆力。同时，数字人可以有自己的目标、规划和分解能力，使得它可以不断地调用各种垂直的模型完成任务。",
                "大模型的训练过程分成三层：知识铺垫、基于人工反馈的强化学习、价值观的校正纠偏，很像一个小孩从小到大学习的过程。",
                "任何行业的APP、软件、网站、应用，都值得用大模型的能力重塑一遍。搭不上这班车就会被淘汰。",
                "大模型将作为“发电厂”把大数据加工成“水”和“电”，通过API接口以SaaS服务的方式输出给千行百业，全面提升人类社会智能化水平。",
                "未来每个行业、每个公司、甚至每个人都会有自己的私有化的大模型。",
                "数据获取和清洗、人工知识训练和场景是大模型未来发展的三个关键。",
                "对年轻人而言，在未来的AI时代，“如何问问题”的能力很关键。",
                "现在大模型有一个感觉，很多普通用户用两下，你不能天天玩脑筋急转弯问题，或者天天做奥数题，除非辅导小孩考数学，很多个人用户用大模型的场景还是办公场景，ToB场景。大模型的落地应该是先做松耦合，不要寻求着一样的和企业的原来的业务系统做紧密的融合，这会掉到泥潭里。",
                "数字化已经成为国家战略，数字化的终点不是大数据，数字化的终点应该是智能化。",
                "每年有上千万的大学生毕业，他们可以为大模型做知识标注。",
                "发展大模型要集中力量办大事。新时代的集中力量办大事，要相互交流成果，而不是封闭起来，划地为牢，这是出不了成果的。"
            ]
        },
        {
            "lines": [
                "行为 不等于 结果",
                "世界的真相是：行为 x 概率 = 结果"
            ]
        },
        {
            "lines": [
                "整体成功率 = 100% - (100% - 基础成功率)^尝试次数"
            ]
        },
        {
            "lines": [
                "后验概率 = 先验概率 * 调整因子",
                "P(A|B) = P(A) * P(B|A) / P(B)",
                "真正的高手每天都在用贝叶斯定义不断的复盘、改进自己的流程，从而总结成那些'大概率会带来成功的事情'——正确的事情重复做"
            ]
        },
        {
            "lines": [
                "纳什均衡是一种博弈的'稳定结果'，谁单方面改变策略，谁就会受到损失。",
                "纳什均衡是一个最稳定的状态，但不一定是好的状态。稳定在好的状态上的纳什均衡——好的纳什均衡；稳定在坏的状态上的纳什均衡——坏的纳什均衡"
            ]
        },
        {
            "lines": [
                "反脆弱 读书笔记",
                "---------------------------",
                "杀不死我的，并未使我变得坚强但它让我幸存下来，因为我比别人更强壮；由于它杀死了别人，也就是消灭了弱者，我们种群的当前平均素质变强了。",
                "有时，为了个体的生存，系统也必须存在。因此，在这个相互依存和复杂的世界里，人们在宣扬其中一方利益的合理性而贬低另一方的利益时还需要小心行事。",
                "事实上，表面看上去很稳定的其实很脆弱，而给人以脆弱假象的其实却很强大，甚至具有反脆弱性。",
                "你在一个系统中看到的波动性越多，其实它越不容易遭遇黑天鹅事件。",
                "我们需要避免对系统的自然反脆弱性（即对它们自己照顾自己的能力）视而不见，并克制自己拒绝给它们自然发展的机会的冲动，以免伤害到它们，让它们更脆弱。",
                "我们倾向于在一些收益小而风险大的领域实施过度干预。而在有必要干预的领域（如紧急情况）却干预不足。"
            ]
        },
        {
            "lines": [
                "当我们一再重复特定的动作或念头时，会不断加强对应的神经回路，当专注工作的神经回路强于其他神经回路时，这就是我们熟知的习惯养成。",
                "高手可以针对某个领域中可以遇到的各种情况，做出精准预判和应对措施，这是因为他们在心里已经对各种局面，创建了高度复杂和精密的表征。",
                "心理表征的一个重要好处在于，可以帮助我们处理信息：理解和解读它，把它保存在记忆之中，组织它、分析它，并用它来决策。",
                "从新手到高手的进阶之路，不是低水平的重复，而是有目标、有提升的刻意练习！",
                "舒适区：已经熟练掌握的各种技能。",
                "学习区：未掌握，但能通过学习学会的知识技能。",
                "恐慌区：是我们暂时无法学会的技能。",
                "在“舒适区”做事，叫生活；在“学习区”做事，才叫练习。",
                "有效的练习一定是发生在“学习区”，一旦你学会了某个东西，就应该要求自己立即转入下一个难度。凡是达到“我闭着眼睛都能……”这种程度的人都废了，因为高手不会闭着眼睛做事。",
                "只有结果可控的领域，刻意练习才有用。股市是不可控的，所以刻意练习预测股市很可能就没用。",
                "学习金字塔说的是不同的学习方式会带来完全不同的效果：",
                "学完之后立刻教授他人或使用技能，可以保留 90% 的所学内容",
                "学完之后立即练习，可以保留 75% 的所学内容",
                "参与小组讨论，可以保留 50% 的所学内容",
                "观看他人的展示，可以保留 30% 的所学内容",
                "仅通过阅读学习，可以保留 10% 的所学内容",
                "仅听讲座学习，可以保留约 5% 的所学内容",
                "这意味着：学习的参与度越高，学习的效果就越好。",
                "集中式重复，只对短时记忆有帮助，临时抱佛脚就是很好的例子；而间隔式重复，让知识变成长时记忆。",
                "行动是成功的阶梯，行动越多，爬的越高。",
                "人生算法就是你面对世界，不断重复的最基本的套路，找到它，重复它，强化它，然后不断去优化它，直到大脑可以随时调用。",
                "你当下的结果，由过去决定；你现在的努力，在未来见效。现在是什么不重要，现在努力才重要。",
                "一个人如果习惯了赚辛苦钱，那么繁忙的低价值工作就会占据他大部分的时间。",
                "他就会在这样的生活中，忙到无暇分身，最终陷入贫穷的循环。",
                "所以以下3种辛苦钱，我劝你不要挣。",
                "1. 透支身体换来的钱。",
                "2. 牺牲时间换来的钱。",
                "3. 麻痹精神换来的钱。"
            ]
        },
        {
            "lines":[
                "播种和收获，从来不是在一个季节，要学会延迟满足",
                "万事开头难，越是没有基础和资源，你看到正反馈的周期就越长。所以不要因为一时看不到正反馈，就打退堂鼓。",
                "很多时候，只要再多坚持一下，就能看到希望的曙光。",
                "给自己设定一个时间段，这段时间只管耕耘，不问收获",
                "如果你的目标和你的能力基础差距越大，这个时间周期就要设置的越长。",
                "在这段时间里只管努力做。不要太有得失心，不要去羡慕别人。",
                "能量有周期，熬过低谷期就是高光期",
                "无人问津也好，技不如人也罢，你需要试着安静下来，去做你该做的事，而不是让内心的烦躁不安消耗掉你本就不多的热情和定力。",
                "我们努力的意义，就是为了当好运降临在自己身上时，可以大声说出 \\'我值得！\\'人生最好的贵人就是努力向上的自己！"
            ]
        },
        {
            "lines":[
                "不要替别人瞎操心",
                "停止自我设限",
                "不要在意别人的看法。只要自己不尴尬，尴尬的就是别人。我们的生活里没有那么多观众，每个人都有自己的事，过度的在意别人的评价反而会影响自己的心情，从而内耗，得不偿失。",
                "脸皮厚。人不要脸，真是天下无敌！只要不在意，不过度解读别人说什么做什么，自己就能快乐的度过每一天！"
            ]
        },
        {
            "lines":[
                "穷人自卑的原因：没有试错机会。各种东西，还没有开始操作，第一时间就是担心搞砸了怎么办，马上就陷入了自我怀疑的地步，特别事看到别人失败了，自己更是想直接放弃了，这是一种不正确的处理心态。",
                "你需要知道：别人的成功，无非是熟能生巧。你通过大量的练习，也能跟他们一样。",
                "草根想逆袭，你需要有强烈的欲望，你就成功了一半。接着，你就敢于打破身上重重的框架，敢于扫除一切障碍，经历重重磨难，最后终于活成了自己想要的样子。",
                "第一：你要拥有干大事的也信和强烈的欲望",
                "第二：你需要投资自己的成长",
                "第三：你需要把学到的本事去用于实践，去碰壁，去积累实战经验",
                "第四：你需要珍惜身边的每一个贵人，你还需要找到和你一起向上爬的志同道合的合作伙伴"
            ]
        },
        {
            "lines":[
                "在选择面前，你必须要成为一个心狠的人。战略就是撕心裂肺的放弃",
                "人生的成长，就是不断的跟过去说再见",
                "人都是环境的产物",
                "在方向上要坚定不移，在打法上要千变万化，摸着石头过河。你不要老是相信你大脑中过去的经验",
                "99% 的事情都不值得思考，都是在浪费时间"
            ]
        },
        {
            "lines":[
                "不要瞎跟风，风口不是盲目追出来的，而是在风口到来之前你就在行业内有积累，所以你才能起飞。因此锁定你最擅长的赛道去深耕，干到极致，然后等着属于你的风口降临，这才是最靠谱的事",
                "这是一个最好的时代。只要你有点本事，一定能通过互联网发声，不断获得流量，产生的价值，最终赚到钱"
            ]
        },
        {
            "lines":[
                "开始深度思考，否则怎么努力都是徒劳。因为这个世界要争的是智慧，拼的是大脑，而不是比谁搬砖的速度更快",
                "凡富贵之人必有波折，一辈子顺风顺水的人一定是毫无作为的人",
                "从你不再依赖感情，不再迷信别人的道德，不再认可凡事平等开始，内心才会真正强大",
                "能让你变强的，永远是那段生不如死的时光。那是你眼睁睁的看着自己被撕碎，再亲手将自己重组的过程。未曾与恶魔亲近，永远无法成为天使",
                "社会很简单，撑死胆大的，饿死胆小的。变强就是杀死内心当中的恐惧，你就将无所不能，怕什么就去做什么",
                "清醒，是对一个人最高的评价。唯有极度的清醒，才能远离套路，才能不被带歪，才能辨别是非"
            ]
        },
        {
            "lines":[
                "你需要拥有能够随着时间产生复利增长的财产，而不是完全出卖自己的时间。如果希望变得富有，必须拥有资产，这个资产可以是自己的公司，可以是公司的股权，也可以是知识产权或者其他任何帮助你持续带来收入的东西",
                "永远不要让身边的任何人，知道你在靠啥赚钱，你赚了多少钱",
                "辈辈开荒，不如十年寒窗；十年寒窗，比如三代经商",
                "你对这个社会了解多少，你的财富就有多少",
                "太正经的人，发不了大财",
                "不是你挣不到钱，而是你挣的钱太干净了",
                "用体力赚钱，就老实点；用脑力赚钱，就机灵点；用钱赚钱，就狠一点；用资源赚钱，就圆滑一点；用人赚钱，就豁达一点",
                "只要你心够狠，夜夜崩溃的就是别人。当你放不下别人的时候，想想别人是怎么放下你的"
            ]
        }
    ]